<!DOCTYPE html>
<html>

<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    {{-- <meta http-equiv="X-UA-Compatible" content="ie=edge"> --}}
    <meta name="csrf-token" content="{{ csrf_token() }}">

    <title>alwehad</title>

    <style>
        body {
            /* direction: rtl !important; */
            /* font-family: 'dejavu sans', sans-serif; */
            /* font-family:'Arial'; */
            font-family: 'DejaVu Sans';
            direction: rtl !important;
        }

        .blue-title {
            text-align: center;
            color: blue;
            margin: 15px 0px 5px 0px;
            font-size: 21px;
        }
        .text-center{
            text-align: center;
        }
    </style>

</head>

<body>
    <div class="main-wrapper">

        <div class="page-content change-password-col register-col">
            <div class="container">
                <h4 class="text-info text-center">بسم الله الرحمن الرحيم </h4>
                <div>
                    <h4 class="text-info text-center">  عقد إدارة املاك &nbsp;&nbsp;
                        {{$data['contract_no']?? ''}} رقم العقد
                    </h4>
                    <h4 class=""> </h4>
                </div>

                {{-- <hr> --}}
                إنه في يوم     الموافق  بمدينة الرياض تم الاتفاق بين كلا من :<ol>
                    <li>
                        السيد/{{$data['owner_name']?? ''}}
                         هويه رقم ({{$data['owner_id']?? ''}})

                        <ul>
                            <li> جوال رقم ({{$data['phone']?? ''}}) ويشار الية في هذا العقد بـ ( طرف أول )</li>
                        </ul>
                    </li>
                    <li>
                    	شركة ألف القاسم للاستثمارات العقارية –سعودي الجنسية – سجل تجارى رقم 1010295421 والصادر بتاريخ    03/11/1431هـ     وعنوانها الرياض ص0ب       الرمز  11692   ت/ 0112006000 فاكس 0112003222 ويمثلها وينوب عنها في التوقيع على هذا العقد السيد / فهد سليمان القاسم  بصفته رئيس مجلس الأدارة             وعنوانه الرياض جوال 0550251000 ويشار إليها في هذا العقد ( طرف ثاني )                         <ul>
                            <li>
                                {{$data['name']?? ''}}
                            </li>
                        </ul>
                    </li>
                </ol>
                <br>
                <h2 class="text-info text-center"> تمهيد </h2>
                <p>
                    حيث ان الطرف الاول يملك العمارة السكنية الكائنة بالرياض والمملوكة له بموجب الصك رقم () وتاريخه والصادر من كتابة العدل وحيث رغب الطرف الاول في ان تقوم احدى الجهات المتخصصة في إدارة تلك العمارة والإشراف عليها وقد أبدى الطرف الثاني للطرف الأول رغبته في أن يقوم نيابة عنه بالإدارة والإشراف على تلك العمارة لما له من خبرة وإمكانيات تؤهله لذلك
                </p>
                <br>
                وقد وافق الطرف الاول على ان يقوم الطرف الثاني بعملية الإدارة والإشراف على  تلك العمارة  وفق شروط وبنود هذا العقد
لذا فقد اتفق الطرفان وهما بكامل الاهلية المعتبرة شرعا وقانونا على ما يلى :-

                <ol>
                    <li>
                     يعتبر التمهيد السابق جزء لا يتجزأ من هذا العقد </li>
                    <li>
                        وافق الطرف الاول على أن يقوم الطرف الثاني بالإدارة والإشراف على العمارة المملوكة له والكائنة بالرياض
                    </li>
                    <li>اتفق الطرفان على ان يقوم الطرف الاول بتسليم صورة من صك الملكية الخاص بالعمارة موضوع هذا العقد للطرف الثاني
                    </li>

                    <li>
                        اتفق الطرفان على ان مدة هذا العقد هي سنه تبدا من تاريخ وتنتهى بتاريخ ويجدد تلقائيا لمدة او لمدد أخرى مالم يبدى احد الطرفين رغبته في إنهاء هذا العقد قبل انتهاء مدته الأصلية او المجددة وذلك بخطاب مسجل على عنوان الطرف الاخر قبل الإنهاء او الانتهاء بشهرين على الأقل
                       </li>

                    <li>
                       اتفق الطرفان على ان يقوم الطرف الثاني بتأجير الشقق الموجودة بالعمارة للغير وله في ذلك الحق في الحصول على نسبة ({{$data['clause5']?? ''}}%) من جميع الإيجارات المحصلة سواء كان تحصيلها عن طريق شيكات أو تحويلات بنكية او نقدا وذلك مقابل إدارته وإشرافه على العمارة
                    </li>

                    <li>
                        في حالة تأخر أحد المستأجرين عن سداد الأجرة المستحقة عليه يكون للطرف الثاني الحق في اتخاذ الإجراءات القانونية اللازمة ضد هذا المستأجر للمطالبة بقيمة الأجرة المستحقة وللطرف الثاني الحق في الحصول على نسبة ({{$data['clause6']?? ''}}%) من قيمة المبلغ المتحصل من المستأجر عن طريق المحكمة المختصة بذلك.
                    </li>
                    <li>
                      اتفق الطرفان على أن يقوم الطرف الثاني بتسليم الإيجارات المتحصلة من تلك العمارة للطرف الاول بعد خصم قيمة أتعابه المتفق عليها وفق هذا العقد
                    </li>
                    <li>
                        اتفق الطرفان على ان الطرف الثاني ليس له الحق في التنازل عن هذا العقد  من الباطن لأى جهة أخرى إلا بموافقة الطرف الأول الكتابية وفى حالة مخالفة ذلك يكون للطرف الاول الحق في فسخ هذا العقد والمطالبة بالتعويض
                    </li>
                    <li>
                       يقر الطرف الاول انه من تاريخ سريان هذا العقد ليس له الحق في التأجير للغير أو تكليف أي مكاتب اخرى للتأجير وفى حالة مخالفته ذلك يلتزم بدفع نسبة ( {{$data['clause9']?? ''}}% ) من قيمة الإيجار للطرف الثاني
                    </li>
                    <li>
                       	يقر الطرف الأول بان العمارة موضوع هذا العقد ليس عليها أي فواتير كهرباء  أو ماء مستحقة السداد حتى تاريخ توقيع هذا العقد وفى حالة ظهور ما يخالف ذلك يلتزم الطرف الأول بسدادها أو تخصم من مبالغ تحصيل الإيجارات .
                    </li>
                    <li>
                       يقر الطرف الأول انه في حالة قيامة ببيع العمارة موضوع هذا العقد بان يشعر الطرف الثاني خلال شهر من تاريخ البيع حتى يستطيع الطرف الثاني إشعار المستأجرين لإخلاء العين المستأجرة في نهاية عقودهم
                    </li>
                    <li>
                        يلتزم الطرف الثاني بالاحتفاظ بعقود المستأجرين وتزويد الطرف الاول بها عند نهاية هذا العقد أو انتهاؤه
                    </li>
                    <li>
                      اتفق الطرفان على انه في حالة تطبيق نظام ( إيجار ) حسب تعليمات وزارة الإسكان يخصم مبلغ ({{$data['clause13']?? ''}})ريال عن كل عقد إيجار سنوي لكل شقة بالعمارة حسب الرسوم المفروضة من وزارة الإسكان ويتحمل ذلك الطرف الأول وحده وفي حال تعديل الرسوم من قبل وزاره الأسكان يتم دفع المبلغ المطلوب
                    </li>
                    <li>
                      	في حالة نشوء نزاع لا سمح الله حول هذا العقد يتم حلة بطريقة ودية وفى حالة التعذر يتم اللجوء إلى المحكمة المختصة بذلك ويحمل المتسبب في ذلك نسب اتعاب المحامي وليس له الحق في فسخ العقد الا بموافقة الطرف الأخر خطياً
                    </li>
                    <li>
                     حرر هذا العقد من نسختين بيد كل طرف نسخة للعمل بموجبها عند اللزوم
                    </li>
                </ol>
                <br>
            <hr>
        </div>
    </div>
    </div>
</body>

</html>
