<!DOCTYPE html>
<html>

<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <meta name="viewport"
        content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    {{-- <meta http-equiv="X-UA-Compatible" content="ie=edge"> --}}
    <meta name="csrf-token" content="{{ csrf_token() }}">

    <title>Alwehad</title>

    <style>
        body {
            direction: rtl !important;
            font-family: 'dejavu sans', sans-serif;
        }

        .blue-title {
            text-align: center;
            color: blue;
            margin: 15px 0px 5px 0px;
            font-size: 21px;
        }
    </style>

</head>

<body>
    <div class="main-wrapper">

        <div class="page-content change-password-col register-col">
            <div class="logo text-center">
                <img src="{{ asset('img/logo-admin.png') }}" style="height:54px!important;" " alt="
                    {{ trans('panel.site_title') }}" class="brand-image img-circle elevation-3">
                <br>
                <h1 class="d-inline">{{ trans('panel.site_title') }}</h1>&nbsp;&nbsp;
            </div>
            <button class='no-print' onclick="printTerms()">
                <i class="fa fa-print" aria-hidden="true">
                    {{ trans('طباعة') }}</i>
            </button>
            <div class="container text-right"><br>
                {{-- <div>{{$dat/a}}</div> --}}
            <h3 class="text-danger ">بتجاوز المستخدم لهذه الصفحة فإنه يقر بموافقته على محتواها وإبرام عقد الوساطة مع
                شركة حصص المالية</h3>
                <hr>
                <br>
                <h2 class="text-info text-center">عقد وساطة مع الراغب بالبيع</h2>
                <hr>
                الحمد لله، والصلاة والسلام على نبي الله، وبعد:
                <ol>

                    <li>
                        الطرف الأول:
                        <ul>
                            <li>شركة حصص المالية، شركة ذات مسؤولية محدودة، رأس مالها المدفوع: (100.000) مئة ألف ريال،
                                رقم السجل التجاري: (1010650981).</li>
                        </ul>
                    </li>
                    <li>
                        الطرف الثاني:
                        <ul>
                            <li>
                                {{$data['name']?? ''}}
                                : اسم الشركة، نوعها، رأس المال، رقم السجل التجاري، العنوان، اسم الممثل، صفته. (يعبئها
                                الشخص المسجل أو تعبأ تلقائيا من واقع البيانات التي قدمها عند التسجيل، ويمكن حصر بعض
                                الخيارات في قوائم منسدلة مثل نوع الشركة وصفة الممثل).
                                في حال كان وكيلاً أو مفوضاً يستحسن طلب إرفاق الوكالة أو التفويض، في حال كان مالكاً يرفق
                                صورة عقد التأسيس، ويمكن أن تكون هذه الخطوات التوثيقية اختيارية، وإذا استوفاها المستخدم
                                رفعت من تقييم مصداقية الإعلان.
                            </li>
                        </ul>
                    </li>
                </ol>
                <br>
                <h2 class="text-info text-center"> التمهيد </h2> <br>
                <p>حيث إن الطرف الأول يعمل وسيطاً بين الراغبين في شراء حصص لدى شركات أو مؤسسات قائمة وبين أصحاب تلك
                    الشركات والمؤسسات، ولديه منصة إلكترونية مخصصة لذلك الغرض تحمل اسم (ملكيات)، وحيث إن الطرف الثاني
                    لديه نشاط قائم، ويرغب بعرض بعض أو كل الحصص المملوكة له للبيع، فإن مستخدم هذه المنصة بتجاوزه لهذه
                    الخطوة وتسجيله في المنصة يقر بموافقته على هذا العقد بكافة شروطه وأحكامه الواردة أدناه، وأنه بكامل
                    الأهلية المعتبرة شرعاً ونظاماً لصدور هذا التصرف منه.</p>
                <br>
                <h2 class="text-info text-center"> المادة الأولى: طبيعة العمل: </h2> <br>
                <ol>
                    <li>يتثمل دور الطرف الأول بالوساطة بين الطرف الثاني وبين الأفراد أو الكيانات الراغبين في شراء الحصص
                        المعروضة كلياً أو جزئياً.</li>
                    <li>بتسجيل الطرف الثاني (المستخدم) في هذه المنصة فإنه يفوَّض الطرفَ الأول بالحصول على معلوماته
                        وتفاصيل نشاطه وبياناته المالية وعرضها في منصة (ملكيات)، كما يفوَّضه بإبرام أي اتفاقيات يراها
                        الطرف الأول مناسبة لتسويق عرض الطرف الثاني (المستخدم) أو خدمة تنفيذ الصفقات، دون أن يتحمل الطرف
                        الثاني (المستخدم) أي رسوم غير منصوص عليها في هذا العقد.</li>
                    <li>يحق للطرف الثاني (المستخدم) أن يعرض الحصص التي يرغب ببيعها على منصة (ملكيات)، ويتيح الطرف الأول
                        الاطلاع عليها لعموم متصفحي المنصة، ويكون الطرف الثاني وحده مسؤولاً عن صحة ما قدمه من بيانات
                        ومعلومات.</li>
                    <li>للطرف الثاني (المستخدم) أن يزود الطرف الأول بعرضه ويفوضه برفعه على منصة (ملكيات) مقابل رسم يحدده
                        الطرف الأول في حال موافقته على طلب الطرف الثاني.</li>
                    <li>في حال تقدم أحد متصفحي منصة (ملكيات) للطرف الأول برغبته في العرض المقدم من الطرف الثاني فإن
                        الطرف الأول يبلغ الطرف الثاني (المستخدم) بذلك، ويزود الطرف الراغب بالشراء ببيانات التواصل مع
                        الطرف الثاني (المستخدم)، بما في ذلك الاسم الحقيقي للشركة أو المؤسسة إن كان قد تم حجبه.</li>

                </ol>
                <br>
                <h2 class="text-info text-center"> المادة الثانية: التزامات الطرف الأول: </h2> <br>
                <ol>
                    <li>تمكين الطرف الثاني (المستخدم) من إدراج عرضه في منصة (ملكيات)، وإتاحته لاطلاع متصفحي المنصة.</li>
                    <li>تمكين الطرف الثاني (المستخدم) من دخول منصة (ملكيات) وإدارة عرضه والتعديل عليه حسب الحاجة.</li>
                    <li>ربط كافة الأطراف الراغبين بالشراء بالطرف الثاني (المستخدم) وتمكينهم من التواصل معه من خلال عرض
                        بيانات التواصل معه أو تزويدهم بها للبدء في عملية التفاوض.</li>
                    <li>عدم مشاركة الوثائق والمستندات التي يحصل عليها من الطرف الثاني (المستخدم) مع الغير خارج منصة
                        (ملكيات) دون إذن من الطرف الثاني (المستخدم)، باستثناء الجهات القضائية والحكومية حال الطلب.</li>

                </ol>
                <br>
                <h2 class="text-info text-center"> المادة الثالثة: التزامات الطرف الثاني (المستخدم): </h2> <br>
                <ol>
                    <li>صحة جميع المعلومات والبيانات والوثائق والمستندات التي يقدمها، وصحة ما تضمنته، وسريان صلاحية ما
                        يقدمه من وثائق ومستندات، وعدم وجود ما يبطلها، ويشمل ذلك الوثائق والمستندات المعروضة في المنصة،
                        أو المقدمة للطرف الأول، أو المقدمة للطرف الراغب الشراء، ويكون الطرف الثاني (المستخدم) وحده
                        مسؤولاً عن كافة الآثار المترتبة على بطلان أو عدم صحة ما يقدمه من وثائق أو مستندات.</li>
                    <li>إذا أحال الطرف الأول للطرف الثاني (المستخدم) أحد الراغبين بالشراء للتفاوض، أو تواصل الراغب
                        بالشراء مع الطرف الثاني (المستخدم) عن طريق المنصة أو بسببها، فإن الطرف الثاني (المستخدم) يلتزم
                        بإبلاغ الطرف الأول بنتيجة التفاوض بعد انتهائها أياً كانت.</li>
                    <li>إذا تعرف الطرف الثاني (المستخدم) على الراغب بالشراء خلال قيام الطرف الأول بالوساطة أو بسببها،
                        ولم تتم الصفقة بينهما، ثم تمت الصفقة بينهما بعد ذلك، سواء كانت الصفقة مع الراغب بالشراء أو
                        بوساطته، فإن الطرف الثاني (المستخدم) يلتزم بإبلاغ الطرف الأول بذلك حتى وإن كان يرى أنه لا تأثير
                        لوساطة الطرف الأول في إتمام الصفقة، وبخلاف ذلك فإن للطرف الأول مطالبته بشرط جزائي، وهي نسبة 2.5%
                        من إجمالي مبلغ الشراء وبما لا يقل عن (1000) ألف ريال.</li>
                    <li>يلتزم الطرف الثاني (المستخدم) بتحديث عرضه في حال وجود أي تغيير على العرض المطروح في منصة
                        (ملكيات)، سواء كان التغيير في الحصص المعروضة أو السعر المطلوب أو البيانات أو المعلومات أو الرغبة
                        بسحب العرض بالكامل.</li>
                    <li>يعتبر العرض المطروح من الطرف الثاني (المستخدم) إيجاباً صادراً منه بالبيع، وبناءً عليه فإنه في
                        حال تقدم مشترٍ بقبول العرض كما هو فلا يحق للطرف الثاني (المستخدم) الانسحاب من الصفقة، وبخلاف ذلك
                        فإن للطرف الأول مطالبته بشرط جزائي، وهي نسبة 2.5% من إجمالي المبلغ المطلوب من البائع مقابل الحصة
                        المعروضة وبما لا يقل عن (1000) ألف ريال.</li>
                    <li>إذا ثبت أن الطرف الثاني (المستخدم) قد قدم معلومات غير صحيحة أو مضللة أو ناقصة مما يسبب الإيهام
                        لمن يطلع عليها فإن للطرف الأول مطالبته بشرط جزائي، هو مبلغ قدره (10.000) عشرة آلاف ريال.</li>
                    <li>عدم نسخ أي إعلان أو عرض مدرج في منصة (ملكيات) وإعادة نشره في مواقع أخرى أو تسويقه لأطراف آخرين.
                    </li>
                    <li>عدم استخدام أي وسيلة غير شرعية للوصول للإعلانات أو لبيانات المستخدمين الآخرين أو انتهاك سياسة
                        وحقوق شركة حصص المالية، أو الوصول لمحتوى الموقع، أو تجميع وتحصيل معلومات وبيانات تخص منصة
                        (ملكيات) أو عملاء المنصة والاستفادة منها بأي شكل من الأشكال أو إعادة نشرها.</li>
                    <li>أن يكون مؤهلاً ومفوضاً شرعاً ونظاماً ببيع الحصص والتنازل عنها.</li>
                    <li>عدم انتحال صفة الطرف الأول أو ممثليه أو موظفيه أو ادعاء أي صفة توحي بالتبعية له ما لم يكون لديه
                        إذن رسمي من الطرف الأول بذلك.</li>
                    <li>عدم الإساءة أو محاولة الإضرار بأي طرف يتمكن من التواصل معه بتسهيل من الطرف الأول، ولأي سبب كان.
                    </li>
                    <li>التحقق من هوية الراغب الشراء وبياناته وملاءته المالية، ولن يكون الطرف الأول مسؤولاً بأي شكل عن
                        أي أضرار تحصل نتيجة عدم تحقق الطرف الثاني (المستخدم) من هوية الراغب بالشراء.</li>
                </ol>

                <br>
                <h2 class="text-info text-center"> المادة الرابعة: سلامة الحصص المعروضة للبيع:</h2> <br>
                <ol>
                    <li>يقر الطرف الثاني (المستخدم) بأن الحصص المعروضة للبيع خالية من أي منازعات على ملكيتها، كما أنها
                        خالية من أي التزام كالحجر أو الرهن أو غير ذلك، وأنها مملوكة له بشكل تام، وأنه جائز التصرف فيها
                        بشكل مطلق، ويكون وحده مسؤولاً عن كافة الآثار المترتبة في حال ثبوت خلاف ذلك.</li>
                    <li>يقر الطرف الثاني (المستخدم) بعدم وجود شركاء مستترين له في الحصص المعروضة للبيع، ويقع عليه وحده
                        تحمل المسؤولية في حال وجود شركاء مستترين وعدم إذنهم له بالتصرف، ولا يلغي ذلك حق الطرف الأول ولا
                        حق الراغب بالشراء في المطالبة بإتمام البيع.</li>
                </ol>
                <br>
                <h2 class="text-info text-center"> المادة الخامسة: حدود المسؤولية:</h2> <br>
                <ol>
                    يقتصر دور الطرف الأول على الوساطة من خلال منصة (ملكيات)، ويسعى قدر الإمكان لتوفير المعلومات
                    والبيانات بدقة، لكنه ليس مسؤولاً عن نجاح الصفقة أو فشلها، كما أنه لا يتدخل في الشروط والتفاصيل
                    باعتبارها شأناً يخص البائع والمشتري وحدهما، كما أنه لا يقدم أي ضمانات أو مزاعم صريحة أو ضمنية بأن
                    المعلومات المزودة على أو عبر هذا الموقع دقيقة وكاملة وحديثة، وليس مسؤولاً عن صحة الوثائق والمستندات
                    المعروضة في منصة (ملكيات) أو صحة ما تضمنته باعتبارها مقدمة من الطرف الراغب بالبيع أو الشراء، ويكون
                    مقدم تلك الوثائق أو المستندات هو وحده المسؤول عن صحتها، وذلك ما لم ينص الطرف الأول صراحة على
                    مسؤوليته عن صحة وثيقة محددة، ويقع على عاتق الطرف الثاني (المستخدم) التحقق بنفسه من صحة الوثائق وما
                    ورد فيها واتخاذ قراره بالبيع أو الشراء من عدمه وفقاً لذلك.
                </ol>
                <br>
                <h2 class="text-info text-center"> المادة السادسة: خصوصية المعلومات والبيانات:</h2> <br>
                <ol>
                    <li>يقر الطرف الثاني (المستخدم) أنه باستخدامه لمنصة (ملكيات) فإنه قد أذن للطرف الأول بحفظ كافة
                        بياناته التي أدخلها في المنصة والاطلاع عليها ومراجعتها.</li>
                    <li>يلتزم الطرف الأول بعدم إفشاء معلومات أو بيانات الطرف الثاني (المستخدم) بطريقة تدل عليه صراحةً،
                        ويحق للطرف الأول الاستفادة من تلك المعلومات والبيانات لتطوير أداء استخدام منصة (ملكيات) أو لعمل
                        إحصائيات أو أبحاث أو تقارير والاستفادة منها وبيعها للغير.</li>
                    <li>يحق للطرف الأول التعديل على شروط وسياسة خصوصية المعلومات، بشرط إشعار الطرف الثاني (المستخدم)
                        بذلك عبر منصة (ملكيات) أو أي وسيلة أخرى، وإذا لم يعترض الطرف الثاني خلال (14) يوماً من تاريخ
                        الإشعار، أو استمر في استخدام المنصة، فإن ذلك يعتبر موافقة منه على ذلك التعديل.</li>
                    <li>يكون الطرف الثاني (المستخدم) هو المسؤول وحده عن المحافظة على سرية بيانات حسابه الشخصي الذي
                        يستخدمه للدخول لمنصة (ملكيات)، ويكون مسؤولاً عن كافة التصرفات التي تتم عبر حسابه، وعليه إبلاغ
                        الطرف الأول فور فقدانه لتلك البيانات أو اشتباهه بسرقتها أو تسربها للغير.</li>
                </ol>

                <br>
                <h2 class="text-info text-center"> المادة السابعة: سياسة وشروط استخدام منصة (ملكيات):</h2> <br>
                <ol>
                    <li>يلتزم الطرف الثاني (المستخدم) باستخدام منصة (ملكيات) بطريقة نظامية، وألا يحاول بنفسه أو يسهل
                        للغير اختراقها أو استعمالها بقصد الإساءة أو الإضرار بالآخرين، أو نشر بيانات خاطئة أو مضللة أو
                        وهمية، أو انتهاك حقوق الطبع والنشر والعلامات التجارية وبراءات الاختراع والدعاية وقواعد البيانات
                        أو غيرها من حقوق الملكية أو الفكرية، أو أي مخالفة لأحكام الشريعة الإسلامية أو الأنظمة المرعية في
                        المملكة العربية السعودية.</li>
                    <li>لا يسمح باستخدام هذا الموقع بشكل يعيق الاستخدام من مستخدمي الإنترنت الآخرين أو يمكن أن يعرض عمل
                        هذا الموقع للخطر أو يؤثر على المعلومات المقدمة على أو عبر هذا الموقع.</li>
                    <li>يلتزم الطرف الثاني (المستخدم) بكافة التعليمات الموجهة له من الطرف الأول بخصوص استخدام منصة
                        (ملكيات)، وتعتبر تعاميم وقرارات وتوجيهات إدارة ومشرفي المنصة ملزمة للطرف الثاني (المستخدم) بعد
                        إيصالها له عبر الرسائل الخاصة بالموقع أو الجوال أو البريد الإلكتروني أو عبر نظام الإشعارات،
                        وعليه الالتزام بها والعمل بموجبها.</li>
                    <li>يقر الطرف الثاني (المستخدم) بأحقية الطرف الأول في إيقاف منصة (ملكيات) مؤقتاً بغرض الصيانة أو
                        التحديث، كما أن له الحق في تغيير اسمها أو توسيع نشاطها، دون أن يكون لذلك أثر على محتوى هذا
                        العقد.</li>
                    <li>من خلال استخدام هذا الموقع، يتحمل الطرف الثاني (المستخدم) مسؤولية كافة المخاطر المرتبطة
                        باستخدامه، بما في ذلك على سبيل المثال لا الحصر: أي خطر يلحق بأجهزة الكمبيوتر، أو البرمجيات، أو
                        تعرض البيانات للضرر بأي فيروس أو برنامج أو أي ملف أخر قد يجري نقله أو تنشيطه عبر هذا الموقع
                        الإلكتروني، أو تعطل الموقع الإلكتروني، أو ضعف الأداء، أو فشل الوصول، أو الأخطاء والإخفاقات التي
                        يمكن حصولها، ولا يتحمل الطرف الأول أي مسؤولية عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو
                        استتباعية تنتج عن استخدام هذا الموقع الإلكتروني أو سوء استخدامه، أو المعلومات المعروضة في هذا
                        الموقع الإلكتروني، ويقع على عاتق الطرف الثاني (ألمستخدم) القيام بالحماية الكافية لنفسه وأجهزته
                        واتخاذ الاحتياطات المعقولة والمناسبة لإجراء عمليات المسح لفيروسات الكمبيوتر والمواد المدمرة
                        الأخرى.</li>
                    <li>إذا وجدت روابط تشعبية تؤدي إلى موقع طرف ثالث على الإنترنت، فإن وجود مثل هذه الروابط لا يعتبر
                        مصادقة من الطرف الأول على أية منتجات أو خدمات مقدمة على أو عبر مثل هذه المواقع، كما أن استخدام
                        هذه الروابط هو على مسؤولية الطرف الثاني (المستخدم) أو المتصفح بشكل كلي.</li>
                </ol>

                <br>
                <h2 class="text-info text-center"> المادة الثامنة: انتهاك الشروط والالتزامات:</h2> <br>
                <ol>
                    يحق للطرف الأول إيقاف العمل بهذا العقد وتجميد حساب الطرف الثاني (المستخدم) في منصة (ملكيات) متى ما
                    أخل الطرف الثاني (المستخدم) بأي من التزاماته المنصوص عليها في هذا العقد، أو حاول انتهاك أو خرق شروط
                    استخدام المنصة أو الإضرار بها.
                </ol>
                <br>
                <h2 class="text-info text-center"> المادة التاسعة: سريان العقد:</h2> <br>
                <ol>
                    ينتهي هذا العقد بتوقف منصة (ملكيات)، أو توقف أو إيقاف حساب الطرف الثاني (المستخدم)، ولا يخل ذلك
                    باستحقاق الطرف الأول لعمولته في حال تمام أي عملية تمت بسبب المنصة وإن كان تمام الصفقة بعد انتهاء
                    العقد.
                </ol>
                <br>
                <h2 class="text-info text-center"> المادة العاشرة: المنازعات:</h2> <br>
                <ol>
                    تسري على هذا العقد أحكام الشريعة الإسلامية وأنظمة المملكة العربية السعودية، وأي نزاع ينشأ بين
                    الطرفين بسببه فإن المختص بالفصل فيه هي الجهات القضائية في مدينة الرياض.
                </ol>

                <br>
                <h2 class="text-info text-center"> المادة الحادية عشر: نفاذ العقد:</h2> <br>
                <ol>
                    يعتبر تسجيل الطرف الثاني (المستخدم) في منصة (ملكيات) وموافقته على هذا العقد إلكترونياً بمثابة
                    التوقيع عليه بالموافقة وإقراراً صريحاً منه بالالتزام بكامل العقد حرفياً
                </ol>
            <hr>
        </div>
    </div>
    </div>
</body>

</html>
