<!DOCTYPE html>
<html>

<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    {{-- <meta http-equiv="X-UA-Compatible" content="ie=edge"> --}}
    <meta name="csrf-token" content="{{ csrf_token() }}">

    <title>Alwehad</title>

    <style>
        body {
            /* direction: rtl !important; */
            /* font-family: 'dejavu sans', sans-serif; */
            /* font-family:'Arial'; */
            font-family: 'DejaVu Sans';
            direction: rtl !important;
        }

        .blue-title {
            text-align: center;
            color: blue;
            margin: 15px 0px 5px 0px;
            font-size: 21px;
        }
        .text-center{
            text-align: center;
        }
    </style>

</head>

<body>
    <div class="main-wrapper">

        <div class="page-content change-password-col register-col">
            <div class="container">
                <h4 class="text-info text-center">بسم الله الرحمن الرحيم </h4>
                <div>
                    <h4 class="text-info text-center">  عقد إيـجار عمارة رقم  () &nbsp;&nbsp;
                    </h4>
                    <h4 class=""> </h4>
                </div>

                {{-- <hr> --}}
                من فترة:       {{$data['date_from']?? ''}}&nbsp;&nbsp; حتى:  {{$data['date_to']?? ''}} م<div>
                    <div> <h3>-	 بعون الله في تاريخ {{$data['created_at']?? ''}} م    اتفق كل من الطرفين: </h3></div>

                    <div>
                        <h3>
                            الطرف الأول: الاسم
                             ({{$data['owner_name']?? ''}})/
                             رقم البطاقة ({{$data['owner_id']?? ''}})/ مصدرها ({{$data['city_id']?? ''}})/ تاريخها (11/11/1449هـ)/ مستأجر للعمارة الواقعة في (حي الإزدهار)/ المملوك بالصك رقم (9/3618)/ بتاريخ (26/05/1409هـ)/ رقم القطعة (6187/36654)/ مخطط رقم (1822)
                        </h3>
                    </div>
                    <div>
                        <h3>الطرف الثاني: </h3> <h5>/ شركة ألف القاسم للاستثمارات العقارية – سجل تجاري رقم </h5>
                        <h6>(1010295421)تليفون/2006000 وجوال 0551481000 وفاكس/2003222 . </h6>
                        <h3>ويمثلها بالتوقيع فهد سليمان القاسم .</h3>
                    </div>
                    <h3>أتفق الطرفان وهما بكامل قواهما العقلية المعتبرة شرعآ ونظامآ على إبرام هذا العقد وفقآ للأحكام والشروط التالية :</h3>
                </div>
                <br>
                <h2 class="text-info text-center"> تمهيد </h2>
                <p>
                    حيث ان الطرف الاول يملك العمارة السكنية الكائنة بالرياض والمملوكة له بموجب الصك رقم () وتاريخه والصادر من كتابة العدل وحيث رغب الطرف الاول في ان تقوم احدى الجهات المتخصصة في إدارة تلك العمارة والإشراف عليها وقد أبدى الطرف الثاني للطرف الأول رغبته في أن يقوم نيابة عنه بالإدارة والإشراف على تلك العمارة لما له من خبرة وإمكانيات تؤهله لذلك
                </p>
                <br>
                <h3>
                    البند (1)  : الطرف الأول يملك العمارة المشار إليها سابقا ويرغب الطرف الثاني في استئجار العمارة بالكامل من الطرف الأول لجميع الشقق ومرافقها ويشمل السطح والأسياب والمداخل وغيرها من الطرف الأول بعقد لمدة (5) خمس سنوات ميلادية ويتجدد مالم يشعر أحد الطرفين الآخر قبل ستة أشهر من نهاية العقد بعدم رغبته في التجديد أو التجديد بشروط جديدة .
                </h3>

                <h3>
                    البند (2) : أن يكون الإيجار مبلغ (120,000)على قسطين بمبلغ (60,000) كل ستة أشهر وذلك ابتداء من تاريخ 01/01/2021 م ويكون أستلام العمارة من تاريخ كتابة العقد.
                </h3>
                <h3>
                    البند (3 ) : على الطرف الثاني تسليم العين المؤجرة للطرف الأول بحالة جيده مثل استلامه لهـــــا ولا يحق له مطالبة الطرف الأول بقيمة أي إضافات .
                </h3>
                <h3>
                    البند (4 ) : جميع الإضافات الثابتة تعتبر أصول وتبقى للطرف الأول ولا يحق للطرف الثاني المطالبة بها مالم يأخذ موافقة بذلك خطيا .
                </h3>
                <h3>
                    البند (5) : يقر الطرف الأول بأنه سلم العمارة اعتبارا من تاريخ توقيع العقد بحالة جيدة مثل ما أستلمها .
                </h3>
                <h3>
                    البند (6) : يحق للطرف الثاني تحويل العين المؤجرة الى أي شخص أخر ويكون الطرف الثاني المسؤول مسؤولية كاملة عن الإيجار وعن العمارة .
                </h3>
                <h3>
                    البند (7) : في حال وجود شكوى سابقة يتحملها الطرف الأول ويحق للطرف الثاني فسخ العقد .
                </h3>
                <h3>
                    البند (8)  : في حال المنع من قبل الجهات المختصة أو إلزام الطرف الثاني تغيير النشاط ، يحق للطرف الثاني فسخ العقد .
                </h3>
                <h3>
                    البند (9) : على الطرف الثاني تسديد الكهرباء والماء والصرف الصحي وجميع المخالفات خلال مدة العقد .
                </h3>
                <h3>
                    البند (10) : يحق للطرف الثاني التجديد والترميم والتعديل والتطوير وعمل الملاحق وعمل الواجهـات والتحسينات من ديكور وغيره للشقق و استعمال الممرات والسطــح على أن لا يكـون هنـاك ضرر للعمارة وتكون على مسؤولية الطرف الثاني .
                </h3>
                <h3>
                    البند (11) : يحق للطرف الثاني تحويل الشقق إلى أو مفروشة أو أي نشاط يراه مناسب مالــــــــم يخل بالعقد ، وفي حال المنع من قبل الجهات المختصة يحق للطرف الثاني فسخ العقد .
                </h3>
                <h3>
                    البند (12) :  يحق للطرف الأول إبطال العقد إذا تأخر الطرف الثـاني عن سداد الإيجار                                     أكثر من (90) تسعون يوماً من بعد خطاب إنذار بفسخ العقد وتسليم الطرف الأول جميـع ايجارات الشــقق المدفوعة له بعد تسليم العمارة ويكون الطرف الأول وكيلا ينوب عن الطرف الثاني وليس  للطرف الثاني حق التصرف .
                </h3>
                <h3>
                    البند (13) : وفي حالة بيع العقار يبقى العقد مستمر وساري على المشتري للعمارة بكامل الشـروط المتفق عليها مع الطرف الأول وفي حالة عدم إبلاغ المشتري للعمارة الجديد عن العقد يحق للمشتري الرجوع على البائع بدون المساس بعقد الإيجار  .
                </h3>
                <h3>
                    البند (14) : يحق للطرف الأول إبطال العقد إذا أخل الطرف الثاني بأي شرط من الشـــــــــــروط المذكورة .
                </h3>
                <h3>
                    البند (15) : أي عقد قبل هذا العقد لا يعتبر ، ويعتبر لاغيآ ، ويتحمل الطرف الأول أي عقد سابقآ أذا كان مع الطرف الثاني .
                </h3>
                <h3>
                    البند (16)  : يبطل هذا العقد إذا ثبت أن المستأجر استعمل العقار أو سمح  بإستعماله بأغراض منافية للأداب العامة أو محرمة  بموجب الأنظمة السارية في المملكة .
                </h3>
                <h3>
                    البند (17) : يخضع هذا العقد للأنظمة واللوائح السارية في المملكة العربية السعودية وإذا حــدث نزاع بين الطرفين في تفسير أو تنفيذ العقد لا سمح الله فإن الطرفان يعملان على حلـه ودياً فإن تعذر ذلك فيحال النزاع إلى المحكمـة المختصـة في مديـنة الرياض ولا يحق لأحدهما ايقاف العمارة أو الإيجارات .
                </h3>
                <h3>
                    البند (18) : يجب تسليم العمارة في نهاية العقد بعد تصفيه كامل العمارة وتسلم الإيجارات المســــــــــتلمة والمستحقة بعد نهاية العقد للطرف الأول وإصلاح جميـــع الأعطال في العمارة.
                </h3>
                <h3>
                    البند (19) : حرر هذا العقد باللغة العربية من نسختين أصليتين احتفظ كل من الطرفين بنسخة منها للعمل بموجبه .
                </h3>
                <br>
            <hr>
        </div>
    </div>
    </div>
</body>

</html>
